---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadUseLocalCoordinateSystem
source: html/26c5a561-524e-abcd-c333-f74a1d3b96fb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadUseLocalCoordinateSystem Property

"Orient to"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadUseLocalCoordinateSystem { get; }
```